Repository: airtaxi/AutoClipboardSaver
Catalog: Strings/*/Resources.resw
Source language: en
Languages: ja, ko, zh_hans

# AppDescription
source: Automatically saves clipboard images to a folder
ja: クリップボードの画像を自動的にフォルダに保存します
ko: 클립보드 이미지를 자동으로 폴더에 저장합니다
zh_hans: 自动将剪贴板图片保存到文件夹

# SaveDirectoryPathTextBox.Header
source: Save Directory Path
ja: 保存先フォルダ
ko: 저장 경로
zh_hans: 保存目录路径

# SaveWithTimestampToggleSwitch.OnContent
source: Save with timestamp
ja: タイムスタンプ付きで保存
ko: 타임스탬프와 함께 저장
zh_hans: 带时间戳保存

# SaveWithTimestampToggleSwitch.OffContent
source: Save without timestamp
ja: タイムスタンプなしで保存
ko: 타임스탬프 없이 저장
zh_hans: 不带时间戳保存

# MaxImagesComboBox.Header
source: Max Images
ja: 最大画像数
ko: 최대 이미지 수
zh_hans: 最大图片数

# UnlimitedComboBoxItem.Content
source: Unlimited
ja: 無制限
ko: 무제한
zh_hans: 无限制

# LaunchOnStartupCheckBox.Content
source: Launch on system startup
ja: システム起動時に自動起動
ko: 시스템 시작 시 자동 실행
zh_hans: 开机自动启动

# ExpirationComboBox.Header
source: Auto Delete After
ko: 자동 삭제 시간

# ExpirationDisabledComboBoxItem.Content
source: Disabled
ko: 사용 안 함

# ServiceToggleSwitch.OnContent
source: Enabled
ko: 활성화
zh_hans: 已启用

# ServiceToggleSwitch.OffContent
source: Disabled
ko: 비활성화
zh_hans: 已禁用

# AuthorMenuFlyoutItem.Text
source: Author: Howon Lee (airtaxi)
ja: 作者: Howon Lee (airtaxi)
ko: 제작자: 이호원 (airtaxi)
zh_hans: 作者: Howon Lee (airtaxi)

# OpenSettingsMenuFlyoutItem.Text
source: Open Settings Window
ja: 設定ウィンドウを開く
ko: 설정 창 열기
zh_hans: 打开设置窗口

# CloseMenuFlyoutItem.Text
source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
